asvetliakov.vscode-neovim
bierner.color-info
bourhaouta.tailwindshades
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
csstools.postcss
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dlasagno.wal-theme
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
github.copilot
github.copilot-chat
github.vscode-pull-request-github
haphazarddev.oil-code
icrawl.discord-vscode
illixion.vscode-vibrancy-continued
jackardios.vscode-css-to-tailwindcss
josemurilloc.aura-spirit-dracula
kalimahapps.tailwind-config-viewer
kamikillerto.vscode-colorize
kisstkondoros.vscode-gutter-preview
lior-chamla.google-fonts
mcright.auto-save
mhutchie.git-graph
mrmlnc.vscode-scss
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-es
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-wsl
ms-vscode.live-server
ms-vscode.powershell
naumovs.color-highlight
nowsci.glassit-linux
oderwat.indent-rainbow
pkief.material-icon-theme
redhat.vscode-yaml
ritwickdey.liveserver
s-nlf-fh.glassit
steoates.autoimport
stivo.tailwind-fold
subframe7536.custom-ui-style
unthrottled.doki-theme
usernamehw.errorlens
wix.vscode-import-cost
zarifprogrammer.tailwind-snippets
zignd.html-css-class-completion
